Repository: Azzimmka/logistic
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: country
ru: Страна
uz: Мamlakat

source: description
ru: Описание
uz: Тavsifi

source: Asian Country
ru: Страна Азия
uz: Мamlakat

source: Asian Countries
ru: Страны Азии
uz: Osiyo davlatlari

source: European Country
ru: Страны Европ
uz: Evropa davlati

source: European Countries
ru: Страны Европы
uz: Evropa davlatlari

source: title
ru: Заголовок
uz: Sarlavha

source: name
ru: Имя
uz: Ism

source: About.html
ru: О Нас
uz: Biz haqimizda

source: home
ru: Главная
uz: Asosiy

source: about
ru: О Нас
uz: biz haqimizda

source: services
ru: Услуги
uz: xizmatlar

source: contacts
ru: Контакты
uz: kontaktlar

source: license
ru: Лицензия
uz: litsenziya

source: send message
ru: Отправить заявку
uz: xabar yuborish

source: about footer
ru: О нас
uz: biz haqida

source: compny footer
ru: Компания
uz: kompaniya

source: license footer
ru: Лицензия
uz: litsenziya

source: hour footer
ru: Время роботы
uz: ish vaqti

source: monday footer
ru: Понедельник 9:00-18:00
uz: Dushanba 9:00-18:00

source: tuesday-Friday footer
ru: Вторник-Пятница 9:00-18:00
uz: Seshanba-Juma 9:00-18:00

source: saturday footer
ru: Суббота 9:00-18:00
uz: Shanba 9:00-18:00

source: RESOURCES
ru: Ресурсы
uz: RESURSLAR

source: home footer
ru: Главная
uz: Asosiy

source: home about footer
ru: О нас
uz: biz haqida

source: home services footer
ru: Услуги
uz: Xizmatlar

source: home contacts footer
ru: Контакты
uz: Kontaktlar

source: home license footer
ru: Лицензия
uz: litsenziya

source: obout logistic
ru: Наша компания обеспечивает эффективное управление цепочками поставок и адаптируется к изменениям на рынке, чтобы гарантировать своевременную доставку товаров и услуг.
uz: Kompaniyamiz ta'minot zanjirlarini samarali boshqaradi va bozor o'zgarishlariga moslashadi, bu esa mahsulot va xizmatlarning o'z vaqtida yetkazib berilishini kafolatlaydi.

source: Contact Us
ru: Контакты
uz: kontaktlar

source: Phone
ru: Номер телефон
uz: Telefon number

source: Working Hours
ru: Время роботы
uz: Ish vaqti

source: Mon - Sat 9:00 AM - 6:00 PM
ru: Пн - Сб 9.00 - 18.00
uz: Dushanba - shanba 9:00 dan 18:00 gacha

source: Address
ru: Адрес
uz: Manzil

source: Bukhara Region, Bukhara District, Mahalla Do'stlik, Buyuk Ipak Yo'li
ru: Бухарская область, Бухарский район, махалля Дустлик, улица Буюк Ипак
uz: Buxoro viloyati, Buxoro tumani, Mahalla do'stlik, Buyuk Ipak yo'li

source: About our company
ru: О нашей компании
uz: Kompaniyamiz haqida

source: Safe logistics and transport solutions.
ru: Безопасные логистические и транспортные решения.
uz: Xavfsiz logistika va transport yechimlari.

source: about 1
ru: Наша компания была основана 28 октября 2020 года и за это время зарекомендовала себя как надежный партнер в сфере грузоперевозок. Мы гордимся тем, что имеем более 20 современных грузовых автомобилей, полностью соответствующих стандартам качества и безопасности.
uz: Bizning kompaniya 2020-yil 28-oktabrda tashkil etilgan va shu vaqtgacha yuk tashish sohasida ishonchli hamkor sifatida o'zini ko'rsatdi. Biz 20 dan ortiq zamonaviy yuk mashinalariga ega bo'lishimiz bilan faxrlanamiz, ular sifat va xavfsizlik standartlariga to'liq mos keladi.

source: about 2
ru: Наши машины оснащены передовыми технологиями, что позволяет нам обеспечивать высокую надежность и эффективность доставки.
uz: Bizning mashinalarimiz ilg'or texnologiyalar bilan jihozlangan bo'lib, yuqori ishonchlilik va yetkazib berish samaradorligini ta'minlash imkonini beradi.

source: Find out more about us
ru: Узнайте больше о нас
uz: Biz haqimizda ko'proq bilib oling

source: Our transport and logistics services
ru: Наши транспортные и логистические услуги
uz: Bizning transport va logistika xizmatlarimiz

source: Compared to air freight, road freight is cheaper per kilogram and kilometer. In some cases, especially over short distances, this type of transport is also more economical than rail.
ru: По сравнению с воздушным грузоперевозками, автотранспорт дешевле за килограмм и километр. В некоторых случаях, особенно на коротких дистанциях, этот вид транспорта также более экономичен, чем железнодорожный.
uz: Havo yuk tashishga nisbatan, yo‘l yuk tashish kilogram va kilometr uchun arzonroq. Ba'zi holatlarda, ayniqsa qisqa masofalarda, ushbu turdagi transport temir yo‘lga qaraganda ham iqtisodiyroq bo‘ladi.

source: The vehicle can be slowed down, stopped or turned around at any point along the way. This is what makes this type of transport different from aviation and railways. Customers have the ability to quickly change the schedule of current deliveries
ru: Транспортное средство можно замедлить, остановить или развернуть в любой точке пути. Это отличает этот вид транспорта от авиации и железных дорог. Клиенты имеют возможность быстро изменять график текущих доставок.
uz: Transport vositasini har qanday nuqtada sekinlashtirish, to‘xtatish yoki yo‘naltirish mumkin. Bu transport turini aviatsiya va temir yo‘ldan ajratib turadigan jihatdir. Mijozlar mavjud yetkazib berish jadvalini tezda o‘zgartirish imkoniyatiga ega.

source: Our services
ru: Наши услуги
uz: Bizning xizmatlarimiz

source: Asia
ru: Азия
uz: Osiyo

source: Europe
ru: Европа
uz: Yevropa

source: Customer Reviews
ru: Отзывы наших клиентов
uz: Mijozlarimiz fikri

source: What Our Clients Say!
ru: Что говорят наши клиенты!
uz: Mijozlarimiz nima deyishmoqda!

source: Excellent service! We were pleasantly surprised by the quality of work and attention to detail. Your specialists demonstrated a high level of professionalism and efficiency. Highly recommended!
ru: Отличный сервис! Мы были приятно удивлены качеством работы и вниманием к деталям. Ваши специалисты продемонстрировали высокий уровень профессионализма и эффективности. Рекомендуем!
uz: Ajoyib xizmat! Ish sifatidan va detallarga e'tibordan xursand bo'ldik. Mutaxassislaringiz yuqori darajada professionallik va samaradorlik namoyish etdilar. Tavsiya etamiz!

source: Ivan Petrov
ru: Иван Петров

source: Logistics Director
ru: Директор по логистике
uz: Logistika direktori

source: Our experience working with your company has been exceptionally positive. All shipments were completed on time and without issues. Great team, well done!
ru: Наш опыт работы с вашей компанией был исключительно положительным. Все грузоперевозки были выполнены вовремя и без проблем. Отличная команда, молодцы!
uz: Sizning kompaniyangiz bilan ishlash tajribamiz juda ijobiy bo'ldi. Barcha yuk tashishlar o'z vaqtida va muammosiz amalga oshirildi. Ajoyib jamoa, ishlaringizga baraka!

source: Maria Kuznetsova
ru: Мария Кузнецова

source: Procurement Manager
ru: Менеджер по закупкам
uz: Xaridlar bo'yicha menejer

source: We are always ready to listen and understand your needs.
ru: Мы всегда готовы выслушать и понять ваши потребности.
uz: Biz har doim sizning ehtiyojlaringizni tinglashga va tushunishga tayyormiz.

source: Submit
ru: Отправить
uz: Yuborish

source: h1 n1
ru: Международная
uz: Xalqaro

source: for blue logistic
ru: Логистическая
uz: Logistika

source: h1 n2
ru: Компания
uz: Kompaniyasi

source: Call us
ru: Позвоните нам
uz: Bizga qo'ng'iroq qiling

source: Open Hour
ru: Рабочие время
uz: Ish vaqti

source: Adderss
ru: Адрес
uz: Manzil

source: License to provide logistics services
ru: Лицензия на предоставление логистических услуг
uz: Logistika xizmatlarini ko'rsatish uchun litsenziya

source: License document
ru: Лицензионный документ
uz: Litsenziya hujjati

source: In this section, you can view or download a PDF of your company's license. We care about transparency and provide all the necessary documents for your confidence in our activities.
ru: В этом разделе вы можете просмотреть или загрузить PDF-файл лицензии вашей компании. Мы заботимся о прозрачности и предоставляем все необходимые документы для вашей уверенности в нашей деятельности.
uz: Ushbu bo'limda siz kompaniya litsenziyasining PDF-faylini ko'rishingiz yoki yuklab olishingiz mumkin. Biz shaffoflik haqida qayg'uramiz va faoliyatimizga ishonchingiz uchun barcha kerakli hujjatlarni taqdim etamiz.

source: Download PDF licenses
ru: Скачать PDF лицензии
uz: PDF litsenziyalar yuklab olish

source: Our servicess
ru: Наши услуги
uz: Bizning xizmatlarimiz

source: Logistics company
ru: Логистическая компания
uz: Logistika kompaniyasi

source: About our companyy
ru: О нашей компании
uz: Kompaniyamiz haqida

source: text
ru: Наша логистическая компания предоставляет широкий спектр услуг, включая международные и внутренние перевозки, таможенное оформление, складирование и управление цепочками поставок. Мы гарантируем надежность и своевременность доставки ваших грузов по всему миру.
uz: Bizning logistika kompaniyamiz xalqaro va ichki yuk tashish, bojxona rasmiylashtiruvi, omborlash va ta’minot zanjirlarini boshqarish kabi keng ko‘lamli xizmatlarni taqdim etadi. Biz sizning yuklaringizni butun dunyo bo‘ylab ishonchli va o‘z vaqtida yetkazib berishni kafolatlaymiz.

source: Our Advantages
ru: Наши преимущества
uz: Bizning afzalliklarimiz

source: Customer Support
ru: Поддержка клиентов
uz: Mijozlarni qo'llab-quvvatlash

source: Global Network of Partners
ru: Глобальная сеть партнеров
uz: Global hamkorlar tarmog'i

source: Competitive Rates
ru: Конкурентоспособные тарифы
uz: Raqobatbardosh tariflar

source: Timely Delivery
ru: Своевременная доставка
uz: O‘z vaqtida yetkazib berish

source: Flexibility and Personalized Approach
ru: Гибкость и индивидуальный подход
uz: Moslashuvchanlik va individual yondashuv

source: Russian
ru: русский
uz: Ruscha

source: English
ru: английский
uz: Anglischa

source: Uzbek
ru: узбекский
uz: Ozbekcha

source: Команду
uz: Jamoa

source: Команды
uz: Jamoalar
